[M_MedicalMystery2 MissionDefinition]
MissionName="Medical Privacy: Past Com- Unicado"
MissionDescription="Dr. Zeid appointed him as assistant research assistant. Your mission is to learn more about how Eridian weapons work. "probándola" Here is another example, a fruit "disparándoles" According to the rule "mueran"."
TurnInDescription="I work well. Thanks for your research, A sick doctor discovers that Eridian technology weapons are still capable of killing despite their unique design and complex mechanisms.."
MissionSummary="Use Aridian technology to destroy the pirates."
MissionGiver="Doctor Sid"
MissionTurnInLocation="Dr. Zed"
TeaserText="Now that you have a weapon with Aridian technology, you can test it.!"

[M_MedicalMystery2:KillBandits MissionObjectiveDefinition]
ProgressMessage="Kill the thief with an Eridian weapon"

[M_MedicalMystery2:KillBandits_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

